"You have not chosen the original image" = "You have not chosen the original image";
"You have not set the tile shapes" = "You have not set the tile shapes";
"You have not added any image sources" = "You have not added any image sources";
"Ready to begin.  Click the Start Mosaic button in the toolbar." = "Ready to begin.  Click the Start Mosaic button in the toolbar.";
"Matching images..." = "Matching images...";
"Paused" = "Paused";
"Looking for new images..." = "Looking for new images...";
"Done" = "Done";
